{"generatedAt":1728827017042,"generateTime":174,"contents":[{"_path":"/discord","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"Discord","description":"","body":{"type":"root","children":[{"type":"element","tag":"navigation","props":{},"children":[]},{"type":"element","tag":"h1","props":{"id":"discord"},"children":[{"type":"text","value":"Discord"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:Discord.md","_source":"content","_file":"Discord.md","_stem":"Discord","_extension":"md"},{"_path":"/impressum","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"Impressum","description":"","body":{"type":"root","children":[{"type":"element","tag":"navigation","props":{"title":"test"},"children":[]},{"type":"element","tag":"container","props":{},"children":[{"type":"element","tag":"h1","props":{"id":"impressum"},"children":[{"type":"text","value":"Impressum"}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Angaben gemäß § 5 TMG"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Marco Köhler "},{"type":"element","tag":"br","props":{},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Ringstraße 6B "},{"type":"element","tag":"br","props":{},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"12529 Schönefeld"}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Vertreten durch: Marco Köhler"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kontakt: Telefon: "},{"type":"element","tag":"a","props":{"href":"tel:015231830753"},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"01523-1830753"}]}]},{"type":"text","value":" "},{"type":"element","tag":"br","props":{},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"E-Mail: "},{"type":"element","tag":"a","props":{"href":"mailto:jaydee1974yt@gmail.com"},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"jaydee1974yt@gmail.com"}]}]}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"h1","props":{"id":"haftungsausschluss"},"children":[{"type":"text","value":"Haftungsausschluss:"}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"h3","props":{"id":"haftung-für-inhalte"},"children":[{"type":"text","value":"Haftung für Inhalte"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen."}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"h3","props":{"id":"urheberrecht"},"children":[{"type":"text","value":"Urheberrecht"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"h3","props":{"id":"datenschutz"},"children":[{"type":"text","value":"Datenschutz"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.\nWir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.\nDer Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor."}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"h3","props":{"id":"google-analytics"},"children":[{"type":"text","value":"Google Analytics"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (”Google”). Google Analytics verwendet sog. ”Cookies”, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglicht. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) wird an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten der Google in Verbindung bringen. Sie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website voll umfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden."}]},{"type":"element","tag":"br","props":{},"children":[]},{"type":"element","tag":"h3","props":{"id":"google-adsense"},"children":[{"type":"text","value":"Google AdSense"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Diese Website benutzt Google Adsense, einen Webanzeigendienst der Google Inc., USA (”Google”). Google Adsense verwendet sog. ”Cookies” (Textdateien), die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglicht. Google Adsense verwendet auch sog. ”Web Beacons” (kleine unsichtbare Grafiken) zur Sammlung von Informationen. Durch die Verwendung des Web Beacons können einfache Aktionen wie der Besucherverkehr auf der Webseite aufgezeichnet und gesammelt werden. Die durch den Cookie und/oder Web Beacon erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) werden an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website im Hinblick auf die Anzeigen auszuwerten, um Reports über die Websiteaktivitäten und Anzeigen für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten der Google in Verbindung bringen. Das Speichern von Cookies auf Ihrer Festplatte und die Anzeige von Web Beacons können Sie verhindern, indem Sie in Ihren Browser-Einstellungen ”keine Cookies akzeptieren” wählen (Im MS Internet-Explorer unter ”Extras > Internetoptionen > Datenschutz > Einstellung”; im Firefox unter ”Extras > Einstellungen > Datenschutz > Cookies”); wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website voll umfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden."}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"haftung-für-inhalte","depth":3,"text":"Haftung für Inhalte"},{"id":"urheberrecht","depth":3,"text":"Urheberrecht"},{"id":"datenschutz","depth":3,"text":"Datenschutz"},{"id":"google-analytics","depth":3,"text":"Google Analytics"},{"id":"google-adsense","depth":3,"text":"Google AdSense"}]}},"_type":"markdown","_id":"content:Impressum.md","_source":"content","_file":"Impressum.md","_stem":"Impressum","_extension":"md"},{"_path":"/","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"","description":"","navigation":false,"body":{"type":"root","children":[{"type":"element","tag":"navigation","props":{"title":"test"},"children":[]},{"type":"element","tag":"hero","props":{},"children":[]},{"type":"element","tag":"team-member","props":{"description":"Servus! Ich bin Gabriel, dein Ansprechpartner für alles Administrative auf unserem Server. Ich bin 20 Jahre alt und stamme aus dem schönen Oberösterreich. Meine Hauptverantwortung erstreckt sich über eine breite Palette an Aufgaben, die das reibungslose Funktionieren unseres Servers sicherstellen. Dazu zählen die Servereinstellungen, die Pflege des Discord-Bots, die Gestaltung unserer Website, die Verwaltung unseres Partnerprogramms und nicht zuletzt die kontinuierliche Mitgliederentwicklung. Wenn du Fragen oder Anliegen in diesen Bereichen hast, zögere nicht, mich anzusprechen. Ich stehe dir gerne jederzeit zur Verfügung. Bis dahin, locker bleiben!","discord-name":"gabriel","name":"Gabriel","role-color":"red","role-icon":"fluent-emoji:technologist-light","role-text":"Techniker","avatar":"eq0astf0.4zn.png"},"children":[]},{"type":"element","tag":"team-member","props":{"description":"Servus! Ich bin Gabriel","discord-name":"gabriel","name":"Gabriel","role-color":"blue","role-icon":"fluent-emoji:police-car-light","role-text":"Techniker"},"children":[]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:index.md","_source":"content","_file":"index.md","_stem":"index","_extension":"md"},{"_path":"/youtube","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"YouTube","description":"","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"youtube"},"children":[{"type":"text","value":"YouTube"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:Youtube.md","_source":"content","_file":"Youtube.md","_stem":"Youtube","_extension":"md"}],"navigation":[{"title":"Discord","_path":"/discord"},{"title":"Impressum","_path":"/impressum"},{"title":"YouTube","_path":"/youtube"}]}